{
  "receitas": [
    {
      "id": "1",
      "receita": "Risoto de abóbora cabotiá",
      "ingredientes": "350g de abóbora cabotiá cortada em cubinhos, 5 xícaras de caldo de legumes ou água, 1 cebola pequena picada, 3 dentes de alho picado, 1 e 1/2 xícara de arroz arbóreo,Sal a gosto, Pimenta moída a gosto, Salsinha e cebolinha picadas a gosto",
      "modo_preparo": "Em uma panela, coloque a abóbora cabotiá cortada em cubinhos, cubra com 5 xícaras de caldo de legumes ou água e deixe cozinhar até os pedaços estarem macios. Retire a abóbora cozida com uma escumadeira, coloque em um liquidificador, juntamente com um pouco da água do cozimento e bata até ficar uniforme. Misture este creme com a água da panela (vai virar um caldo amarelo) e reserve. Em uma panela em fogo médio, refogue a cebola e o alho até ficarem levemente dourados. Adicione o arroz arbóreo, tempere com sal a gosto e refogue por um minuto. Adicione uma concha do caldo e mexa até ele evaporar. Continue colocando caldo aos poucos e misturando sempre, até o arroz estar cozido. Desligue, corrija o sal, se necessário, e tempere com pimenta e salsinha e cebolinha a gosto. Se gostar, sirva com cogumelos refogados.",
      "link_imagem": "https://www.essentialnutrition.com.br/conteudos/wp-content/uploads/2021/08/risoto-banner-1-750x750.jpg",
      "tipo": "pratos principais"
    },
    {
      "id": "2",
      "receita": "Torta de bolacha",
      "ingredientes": "2 xícaras de chá de leite vegetal, 6 colheres de sopa de Amido de Milho, 1/4 xícara de chá de açúcar demerara, 1/2 xícara de chá de pasta de amendoim sem açúcar, 1 pacote de biscoito de maisena, 100 gramas chocolate vegano",
      "modo_preparo": "Em uma panela média, coloque o leite vegetal e o amido de milho, misture bem até dissolver. Junte o açúcar e leve ao fogo médio até engrossar. Retire do fogo, junte a pasta de amendoim e misture bem até ficar homogêneo e reserve. Em um recepiente próprio para microondas, coloque o chocolate e leve ao microondas por 30 segundos, retire, mexa com uma colher para ajudar a misturar e repita o processo até o chocolate derretor por completo. Em uma tigela, coloque um pouco do leite vegetal e mergulhe as bolachas rapidamente. Espalhe um pouco do creme no fundo de uma fôrma e monte a torta alternando camadas do creme com as bolachas umedecidas. Finalize com uma camada do chocolate derretido. Leve a geladeira por no mínimo 4 horas.",
      "link_imagem": "https://i.pinimg.com/1200x/dc/82/56/dc82569029534c2c166b62840f58b696.jpg",
      "tipo": "doces"
    },
    {
      "id": "3",
      "receita": "Salpicão de palmito",
      "ingredientes": "300g de palmito desfiado, 1 xícara de grão de bico cozido, 1 cebola roxa pequena, 1 cenoura grande ralada, 1/2 xícara de milho, 1/2 xícara de ervilha, 100g de tofu defumado ralado, 1/2 xícara de castanha de caju, Água fervente, 1 colher (chá) de sal, Salsinha a gosto, Batata palha a gosto",
      "modo_preparo": "Pique a cebola roxa e escalde em água quente por 5 minutos para reduzir a acidez. Escorra bem em água corrente. Deixe a castanha de cajú de molho em água quente por alguns minutos. Em seguida, bata no liquidificador com um pouco de água até obter um creme com a consistência desejada. Tempere com sal a gosto. Em uma tigela grande, adicione o tofu defumado, o palmito, o grão de bico, a cenoura, a cebola roxa, o milho, a ervilha e a salsinha picada. Incorpore o creme de castanha de cajú à mistura, ajustando a quantidade de acordo com sua preferência. Finalize com a batata palha, distribuindo-a por cima para manter a crocância.",
      "link_imagem": "https://organicosinbox.com.br/wp-content/uploads/2020/09/salpicao-de-grao-de-bico.jpeg",
      "tipo": "pratos principais"
    },
    {
      "id": "4",
      "receita": "Pão semi integral",
      "ingredientes": "2 xícaras de farinha de trigo branca, 1 xícara de farinha integral, 1 colher (sopa) açúcar demerara, 1 e 1/2 colher (sopa) de fermento biológico seco, 1 colher (chá) de sal, 4 colheres (sopa) óleo de girassol, 1 e 1/4 xícara de água morna",
      "modo_preparo": "Em uma vasilha, misture os ingredientes secos, depois adicione o óleo e a água morna. Vá misturando com a colher e depois mão na massa! Depois que misturar bem, passe para uma bancada enfarinhada e sove por uns 10 minutos, até a massa estiver bem lisa. Coloque de volta na vasilha com um pouco de farinha, cubra e deixe descansar por 1 hora. Corte a massa em pedaços e molde no formato que desejar. Transfira os pães para uma forma enfarinhada (deixe um pouco de espaços entre eles), cubra com um pano e deixe descansar por 1 hora. Pincele um pouco de melado ou néctar de coco, salpique gergelim por cima e leve ao forno pré-aquecido a 180 ºC por cerca de 30 minutos ou até dourar.",
      "link_imagem": "https://www.receiteria.com.br/wp-content/uploads/pao-de-hamburguer-caseiro-1.jpg",
      "tipo": "pães"
    },
    {
      "id": "5",
      "receita": "Sopa de ervilha",
      "ingredientes": "1 e 1/2 xícara de ervilha seca, 3 dentes de alho picados, 1/2 xícara de cebola picada, 1 colher (de chá) de sal, 1 folha de louro, 4 xícaras de caldo de legumes caseiro ou água, 1/2 xícara de salsinha picada, Azeite a gosto.",
      "modo_preparo": "Deixe as ervilhas de molho na água por 12 horas, utilizando uma proporção de 1 parte de ervilha para 3 partes de água. Esse processo não só amolece as ervilhas, mas também auxilia na redução dos fitatos. Em seguida escorra, lave e reserve. Em uma panela de pressão em fogo médio, coloque um fio de óleo e refogue o alho e a cebola até ficarem levemente dourados. Acrescente a ervilha e refogue por cerca de 3 minutos. Tempere com sal, acrescente a folha de louro e adicione o caldo de legumes. Tampe a panela de pressão, abaixe o fogo e deixe cozinhar por cerca de 15 minutos depois que pegar pressão e desligue. Retire a tampa depois que saiu a pressão e veja se as ervilhas estão cozidas. Caso estiverem, adicione a salsinha e cebolinha picadas, regue com um fio de azeite e misture.",
      "link_imagem": "https://i0.wp.com/canaldareceita.com.br/wp-content/uploads/2024/08/SOPA-DE-ERVILHA.png?fit=1200%2C720&ssl=1",
      "tipo": "sopas"
    },
    {
      "id": "6",
      "receita": "Maionese de aquafaba",
      "ingredientes": "1/2 xícara de aquafaba (caldo concentrado do cozimento de grão-de-bico ou água da lata do grão-de-bico), 1 xícara de óleo vegetal neutro, 1 colher (de chá) de vinagre de maçã, 1/4 colher (de chá) de alho em pó (opcional), 1 colher (de chá) de mostarda, Sal a gosto (gosto de usar o sal negro para trazer um sabor característico do enxofre)",
      "modo_preparo": "Adicione todos os ingredientes em um copo de mixer de mão (mixer de imersão). Caso não tenha, use um copo que seja levemente mais largo do que o mixer. Posicione o mixer de mão no fundo do copo, segurando firme. Ligue o mixer e não o mexa por cerca de 40 segundos ou até que a maionese comece a emulsificar. Em seguida, mexa o mixer, de cima para baixo, para misturar bem todos os ingredientes. Ajuste os temperos, se precisar, e sirva em seguida. Pode ser armazenada em um pote fechado, na geladeira, por até 1 semana.",
      "link_imagem": "https://criarcomercrescer.com/ezoimgfmt/cdn.criarcomercrescer.com/wp-content/uploads/2023/04/Maionese-de-aquafaba-blog-1.jpg?ezimgfmt=ngcb1/notWebP",
      "tipo": "acompanhamentos"
    },
    {
      "id": "7",
      "receita": "Bolo de chocolate",
      "ingredientes": "1 e 1/2 xícara de farinha de trigo, 3/4 xícara de açúcar demerara, 1/3 xícara de chocolate em pó ou achocolatado, Uma pitada de sal, 1 colher (café) de essência de baunilha * opcional *, 1/4 xícara de óleo de girassol, 1 e 1/2 xícara de água morna, 1 colher (sopa) de fermento químico, 1 colher (chá) de bicarbonato, 1/2 colher (sopa) de vinagre, Calda do bolo:, 1/2 xícara de açucar, 3 colheres (sopa) de chocolate em pó ou achocolatado, 3 colheres (sopa) de água, 1 colher (sopa) de manteiga",
      "modo_preparo": "Em uma tigela, adicione a farinha, o açúcar, o achocolatado, a pitada de sal e misture os ingredientes secos. Depois adicione a essência de baunilha, o óleo, a água morna, misture bem e acrescente o fermento, o bicarbonato, o vinagre e misture delicadamente. Unte uma forma com óleo e farinha, despeje a massa do bolo e coloque para assar no forno por uns 25 ou 30 minutos (depende de cada forno) em 180 graus. Para saber se está pronto, insira um palito. Ele deverá sair seco. Para a cobertura, adicione o açúcar, o achocolatado, a manteiga e a água em uma panela em fogo médio e misture até levantar fervura, continue mexendo até obter a consistência desejada.",
      "link_imagem": "https://www.plantte.com/wp-content/uploads/2021/08/bolo-de-chocolate-vegano.jpg",
      "tipo": "doces"
    },
    {
      "id": "8",
      "receita": "Focaccia",
      "ingredientes": "3 e 1/4 xícara de farinha de trigo, 1 colher (chá) de fermento biológico seco, 1 colher (sopa) de açúcar, 1 e 3/4 xícara de água, 3 colheres (sopa) de azeite, 2 colheres (chá) de sal, 10 azeitonas pretas sem caroços, 10 tomates-cereja, 1/2 xícara de manjericão fresco, sal grosso para polvilhar em cima da massa (opcional)",
      "modo_preparo": "Misture a farinha com o fermento e o açúcar. Em seguida, junte a água, o azeite e o sal. Misture bem com uma colher. Essa massa não precisa sovar. Vai ficar uma massa molenga mesmo. Cubra e deixe descansando por cerca de 1 hora e meia em local abafado. Depois unte com bastante azeite a forma que for usar. Despeje a massa crescida, cubra novamente e deixe descansando por cerca de 30 minutos. Em seguida, regue azeite em cima da massa e pressione um pouco com as pontas dos dedos. Agora se joga na decoração e leve pra assar em forno pré aquecido a 250°C até dourar (cerca de 40 minutos).",
      "link_imagem": "https://conteudo.imguol.com.br/c/entretenimento/e8/2020/05/06/focaccia-de-azeitonas-pretas-tomates-cereja-e-manjericao-1588778696156_v2_300x300.jpg",
      "tipo": "pães"
    }
  ]
}
